Repository: sr-expert/OAuthSD
Catalog: locale/*/LC_MESSAGES/main.po
Languages: de_de, fr_fr

source: Please retry
de_de: Bitte erneut versuchen
fr_fr: Veuillez réessayer

source: Please do 2fa
fr_fr: Identifiez-vous avec Google Authenticator

source: tfacode
fr_fr: Entrez le code pour

source: Submit
de_de: Senden
fr_fr: Envoyer

source: You do not have code
fr_fr: Vous n'avez pas de code? scannez le QRcode avec Google Authenticator

source: You do not know 2FAGA
fr_fr: Vous ne savez pas comment utiliser l'application Google Authenticator avec votre smartphone? Voyez comment faire ici

source: Learn about 2FAGA
fr_fr: Découvrir

source: TFA error
fr_fr: Erreur d'identification TFA

source: More about the application
de_de: Mehr über die Anwendung
fr_fr: Plus sur l&#39;application

source: of
de_de: von
fr_fr: de

source: E-mail or login
de_de: E-mail oder Login
fr_fr: E-mail ou login

source: Please log in
de_de: Bitte melden Sie sich an
fr_fr: Se connecter à l'application

source: To protect your data, %s makes use of <a href="https://oa.dnc.global">OAuth Server by DnC</a>.
de_de: Zum Schutz Ihrer Daten verwendet %s <a href="https://oa.dnc.global">OAuth Server von DnC</a> .
fr_fr: Pour protéger vos données, %s utilise <a href="https://oa.dnc.global">OAuth Server by DnC</a> .

source: Please enter password for :
de_de: Bitte gib dein Passwort ein für
fr_fr: Entrez le mot de passe pour :

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: You do not have identifiers ?
de_de: Sie haben keine Kennungen?
fr_fr: Vous n&#39;avez pas d&#39;identifiant?

source: Please sign on
de_de: Bitte melden Sie sich an
fr_fr: ﻿Inscrivez-vous

source: Wrong password length
de_de: Falsche Passwortlänge
fr_fr: Longueur de mot de passe incorrecte

source: Login session corrupted or expired
de_de: Anmeldesitzung beschädigt oder abgelaufen
fr_fr: Session de connexion corrompue ou expirée

source: Empty, too short or malformed_identifier
de_de: Leere, zu kurze oder fehlerhafte Kennung
fr_fr: Identifiant null, trop court ou non conforme

source: Malformed_email
de_de: Falsche E-Mail-Adresse
fr_fr: Votre adresse email n'est pas conforme

source: Login error
de_de: Login-Fehler
fr_fr: Erreur de connexion

source: Unknown or invalid User
de_de: Unbekannter oder ungültiger Benutzer
fr_fr: Utilisateur inconnu ou invalide

source: Login form too old
de_de: Anmeldeformular zu alt
fr_fr: Formulaire de connexion trop ancien

source: Requested scopes
de_de: Angeforderte Bereiche
fr_fr: Portées demandées

source: The application %s of %s asks for your consent.
de_de: Die Anwendung%s von%s fragt nach Ihrer Einwilligung.
fr_fr: L&#39;application %s de %s demande votre consentement.

source: I agree
de_de: Ich stimme zu
fr_fr: Je suis d'accord

source: password
fr_fr: mot de passe
